Repository: blueparty123654-sudo/MyProject
Catalog: MyProject/Resources/Views/Booking/CreateBooking.*.resx
Languages: th

source: Back to List
th: กลับหน้ารายการ

source: Baht
th: บาท

source: Baht/Day
th: บาท/วัน

source: Baht/Month
th: บาท/เดือน

source: Baht/Week
th: บาท/สัปดาห์

source: Brake System
th: ระบบเบรก

source: Branch
th: สาขา

source: Calculation error
th: คำนวณวันผิดพลาด

source: Check
th: ตรวจสอบ

source: Checking...
th: กำลังตรวจสอบ...

source: Chiang Mai International Airport
th: สนามบินเชียงใหม่

source: Confirm Booking
th: ยืนยันการจอง

source: Cooling System
th: ระบบระบายความร้อน

source: days
th: วัน

source: Dimensions (LxWxH)
th: ขนาด (ยาวxกว้างxสูง)

source: Discount Code
th: รหัสส่วนลด

source: Don Mueang International Airport
th: สนามบินดอนเมือง

source: Earn
th: สะสม

source: Engine
th: เครื่องยนต์

source: Enter discount code (if any)
th: กรอกรหัสส่วนลด (ถ้ามี)

source: Error checking code
th: เกิดข้อผิดพลาดในการตรวจสอบ

source: Estimated Price:
th: ราคาประมาณ:

source: Fuel Dispensing
th: ระบบจ่ายน้ำมัน

source: Fuel Tank Capacity
th: ความจุถังน้ำมัน

source: Fuel Type
th: น้ำมันเชื้อเพลิง

source: Gear System
th: ระบบเกียร์

source: Hat Yai International Airport
th: สนามบินหาดใหญ่

source: Image
th: ภาพที่

source: Invalid Dates
th: วันที่ไม่ถูกต้อง

source: Invalid Discount Code
th: รหัสส่วนลดไม่ถูกต้อง

source: kg.
th: กก.

source: Liters
th: ลิตร

source: mm.
th: มม.

source: months
th: เดือน

source: Phuket International Airport
th: สนามบินภูเก็ต

source: Pickup Date
th: วันที่รับรถ

source: Pickup date cannot be in the past
th: วันที่รับต้องไม่ใช่วันในอดีต

source: Please enter code
th: กรุณากรอกรหัส

source: Please login to book
th: กรุณาเข้าสู่ระบบเพื่อจอง

source: Please select dates
th: กรุณาเลือกวันที่

source: Points
th: พอยท์

source: Return Date
th: วันที่คืนรถ

source: Return date must be after pickup date
th: วันที่คืนต้องหลังวันที่รับ

source: Select your rental period:
th: เลือกช่วงเวลาที่ต้องการเช่า:

source: Starting System
th: ระบบสตาร์ท

source: Suspension
th: ระบบกันสะเทือน

source: Suvarnabhumi Airport
th: สนามบินสุวรรณภูมิ

source: Tire Size
th: ขนาดยาง

source: Vehicle Specs
th: สเปครถ

source: Vehicle Weight
th: น้ำหนักตัวรถ

source: weeks
th: สัปดาห์
